INSERT IGNORE INTO transaction (transaction_no, bank_account_uid, counter_account, income, outcome, category, time, after_balance) VALUES

-- 새로 추가


--


/* 청년도약계좌 1 홍길동 7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111
   매월 20일 70만원씩 저축
   토스뱅크통장에서 이체
*/

-- 홍길동의 국민 청년도약계좌
(UNHEX(REPLACE('c37a9ead-de6f-4c2d-a5cb-9fb10cd320d6','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2023-07-20 09:00:00',  700000),
(UNHEX(REPLACE('c676e872-7cf0-4d86-ba42-5694fa69394a','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2023-08-20 09:00:00', 1400000),
(UNHEX(REPLACE('5bfc1d97-94b5-4fe6-b3fe-73b2cf78f51e','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2023-09-20 09:00:00', 2100000),
(UNHEX(REPLACE('b690db4b-2040-4fba-bc22-ca813b15b4ef','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2023-10-20 09:00:00', 2800000),
(UNHEX(REPLACE('9f9c812b-e9b4-41ec-8ac2-d6ed68721ee6','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2023-11-20 09:00:00', 3500000),
(UNHEX(REPLACE('70acb85e-a171-46b7-a69c-2c051c88948e','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2023-12-20 09:00:00', 4200000),
(UNHEX(REPLACE('9a89969c-8a63-4bcb-8ff9-d1e1f5babc30','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-01-20 09:00:00', 4900000),
(UNHEX(REPLACE('6f7c0b85-93ff-4c0a-9b91-3cc92a0719b1','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-02-20 09:00:00', 5600000),
(UNHEX(REPLACE('fdc37d23-e578-425d-89d0-54ce69e594b6','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-03-20 09:00:00', 6300000),
(UNHEX(REPLACE('1ce8ccf9-eddf-4c21-b01e-654bc71f559c','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-04-20 09:00:00', 7000000),
(UNHEX(REPLACE('31f3a88e-30a1-4b2d-bb69-7c13eeb1a220','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-05-20 09:00:00', 7700000),
(UNHEX(REPLACE('88fefb67-0381-42c3-87ad-29a5145cb221','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-06-20 09:00:00', 8400000),
(UNHEX(REPLACE('d2a6a1db-9b93-472a-9230-2d15e4cce222','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-07-20 09:00:00', 9100000),
(UNHEX(REPLACE('f0b7a3e2-a5b0-46b3-a435-6f99b3eb9233','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-08-20 09:00:00', 9800000),
(UNHEX(REPLACE('4af2d1f4-8ab8-4a33-bfb5-d9ff8bdea334','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-09-20 09:00:00', 10500000),
(UNHEX(REPLACE('6ed5fb33-6b93-4a0f-b824-cba944e61335','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-10-20 09:00:00', 11200000),
(UNHEX(REPLACE('b13f2f7c-18d5-41d4-9154-1765edebf436','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-11-20 09:00:00', 11900000),
(UNHEX(REPLACE('93757eb8-0fa8-4dc6-93b3-7f7e4ee81437','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2024-12-20 09:00:00', 12600000),
(UNHEX(REPLACE('fbc8ac22-5f5d-4d24-a70f-5f3c60ce4438','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2025-01-20 09:00:00', 13300000),
(UNHEX(REPLACE('43bbd279-7bcf-4627-a5cb-b99e3d7ab439','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2025-02-20 09:00:00', 14000000),
(UNHEX(REPLACE('aa9a42da-bfd3-4e02-83ac-cf2c46fce440','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2025-03-20 09:00:00', 14700000),
(UNHEX(REPLACE('c85f26ac-b1b4-44b0-bbb3-f1e3c6e3b441','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2025-04-20 09:00:00', 15400000),
(UNHEX(REPLACE('02b9b1cc-e245-47b2-bf23-8d0a4f19a442','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2025-05-20 09:00:00', 16100000),
(UNHEX(REPLACE('924c3f15-ccff-4db1-a979-b4744f24e443','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2025-06-20 09:00:00', 16800000),
(UNHEX(REPLACE('fdb10a9f-c80a-4c2e-80d8-5ac7f9a0c444','-','')), UNHEX(REPLACE('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111','-','')), '홍길동', 700000, 0, '예적금', '2025-07-20 09:00:00', 17500000),



/* 토스뱅크통장 2 홍길동 b349fa3e-2b63-48a5-9672-f8913b5e5111

*/

(UNHEX(REPLACE('9cc3c1e2-282e-4cf9-af36-ec9288d277af','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '주식회사 아성다이소', 0, 6000, '생활/쇼핑', '2023-07-01 10:37:21', 2484385),
(UNHEX(REPLACE('93e7f0d5-cb71-431a-b00a-ba7a6ab7deaf','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이결제', 0, 2000, '간편결제', '2023-07-01 11:03:31', 2482385),
(UNHEX(REPLACE('f64b7fce-1442-49bf-9e36-f854efc53988','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '향원', 0, 12000, '식비', '2023-07-11 00:04:04', 2470385),
(UNHEX(REPLACE('7220666e-8705-4a15-a093-dd0c43a9f91b','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2023-07-20 09:00:02', 1770385),
(UNHEX(REPLACE('fc833f25-7b74-474a-b8ac-447312710595','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '앤하우스', 1043020, 0, '근로소득', '2023-07-20 10:00:26', 2813405),
(UNHEX(REPLACE('7147b217-246d-493e-a170-ffabdecf9abe','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '버거킹 건대입구역점', 0, 7200, '식비', '2023-07-20 11:53:47', 2806205),
(UNHEX(REPLACE('5a527234-9507-4b4f-b1cd-dd74b9397ee4','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 0, 300000, '이체', '2023-07-29 17:59:06', 2506205),
(UNHEX(REPLACE('4bc99a26-e285-4b01-b6cb-de4ae4411dcf','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이마트', 0, 45000, '생활/쇼핑', '2023-08-05 14:23:48', 2461205),
(UNHEX(REPLACE('7b61f2a4-6403-4632-9402-05164de4081c','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2023-08-20 09:00:24', 1761205),
(UNHEX(REPLACE('035df8d7-66de-419b-a5ff-1ce40d81804a','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '앤하우스', 1068680, 0, '근로소득', '2023-08-20 10:00:57', 2829885),
(UNHEX(REPLACE('b6d8a5df-ccfe-4a30-9255-9a075ca431d1','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '교촌치킨', 0, 21000, '식비', '2023-08-20 12:50:34', 2808885),
(UNHEX(REPLACE('35a75667-c358-4769-a133-61f90b7734bc','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'GS25', 0, 4800, '편의점', '2023-08-25 15:40:32', 2804085),
(UNHEX(REPLACE('58a04188-1165-47f0-b30f-16fa27281861','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍상직', 500000, 0, '용돈', '2023-08-29 21:51:29', 3304085),
(UNHEX(REPLACE('d6c0962a-8482-4692-b81b-fa7de3ef05f2','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CGV강남', 0, 13000, '문화생활/취미', '2023-09-05 19:15:47', 3291085),
(UNHEX(REPLACE('29e05e7f-cbd7-4fc3-8024-ab30cd80142c','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '카카오페이', 0, 15000, '간편결제', '2023-09-10 18:42:55', 3276085),
(UNHEX(REPLACE('2b431b31-694a-4203-9269-1f62a3998a12','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2023-09-20 09:00:20', 2576085),
(UNHEX(REPLACE('197c5e25-d6ea-41e5-a2aa-6155fce80793','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '앤하우스', 1023760, 0, '근로소득', '2023-09-20 10:00:09', 3599845),
(UNHEX(REPLACE('600faa21-1435-4663-a0f1-011b44bbc6fd','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '스타벅스', 0, 6500, '식비', '2023-09-28 16:10:50', 3593345),
(UNHEX(REPLACE('9e576004-d4c4-4136-beba-9aef9c5ed383','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'GS25', 0, 4500, '편의점', '2023-10-03 09:30:17', 3588845),
(UNHEX(REPLACE('d9bb9c13-c3a0-40be-99f9-fcd5672ea8d4','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2023-10-20 09:00:19', 2888845),
(UNHEX(REPLACE('1ef34556-7b07-4ac9-bb03-cb84252e4f12','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '앤하우스', 1000780, 0, '근로소득', '2023-10-20 10:00:13', 3889625),
(UNHEX(REPLACE('4692ce78-eaf3-4e80-b598-379282178394','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CGV용산아이파크몰', 0, 20000, '문화생활/취미', '2023-10-20 20:15:25', 3869625),
(UNHEX(REPLACE('18ce2c07-8ef5-4a4a-974b-e5a1f5da5437','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맥도날드', 0, 7800, '식비', '2023-10-25 08:20:45', 3861825),
(UNHEX(REPLACE('6d7723b9-c6af-4331-91b8-9b8e65e93a0c','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이결제', 0, 8900, '간편결제', '2023-11-01 08:45:28', 3852925),
(UNHEX(REPLACE('5d7058cc-4586-4394-9e3f-4de7d9ab2421','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홈플러스', 0, 63000, '생활/쇼핑', '2023-11-10 13:15:12', 3789925),
(UNHEX(REPLACE('ecc176a9-7f9c-408f-9ef3-762ad5561b82','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2023-11-20 09:00:35', 3089925),
(UNHEX(REPLACE('5113f1b7-b555-4cf2-93aa-2b7a38b9986c','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '앤하우스', 982040, 0, '근로소득', '2023-11-20 10:00:39', 4071965),
(UNHEX(REPLACE('272bf7b7-db01-411a-b096-acc2571cbe3a','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홈플러스', 0, 62000, '생활/쇼핑', '2023-11-25 13:20:53', 4009965),
(UNHEX(REPLACE('fe1478d5-7cc6-47c6-a37b-39b8e9cad9e6','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'BHC', 0, 19500, '식비', '2023-12-05 18:10:41', 3990465),
(UNHEX(REPLACE('4037f415-73bd-48df-90c2-826377d7eeae','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맥도날드', 0, 8200, '식비', '2023-12-10 10:50:09', 3982265),
(UNHEX(REPLACE('b47464f6-e5ae-4437-88bd-a9eafd896c0f','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2023-12-20 09:00:06', 3282265),
(UNHEX(REPLACE('3c95c664-948b-448b-aae0-77ffe2f70d55','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '앤하우스', 1000780, 50000, '근로소득', '2023-12-20 10:00:15', 4233045),
(UNHEX(REPLACE('874b022f-f46f-4fa9-a481-c25405293e5f','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'GS25', 0, 4700, '편의점', '2024-01-05 14:10:36', 4228345),
(UNHEX(REPLACE('387cb274-ebdf-4065-81c0-a4eaa9bb6f5a','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '스타벅스', 0, 6000, '식비', '2024-01-10 18:20:11', 4222345),
(UNHEX(REPLACE('d5a727ea-1b56-427b-8919-01dae02de228','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-01-20 09:00:49', 3522345),
(UNHEX(REPLACE('501ddd0f-210a-4632-bae2-5e775dc5ef63','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '롯데시네마월드타워', 0, 10000, '문화생활/취미', '2024-01-20 11:40:24', 3512345),
(UNHEX(REPLACE('d1e4c8e1-f87b-4286-9600-d97b371a119e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '버거킹', 0, 7000, '식비', '2024-02-05 12:30:46', 3505345),
(UNHEX(REPLACE('6d8bc3ab-d999-44c3-837c-b08c543f33ec','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이결제', 0, 3500, '간편결제', '2024-02-10 09:15:47', 3501845),
(UNHEX(REPLACE('628ff5c5-0754-480a-a296-4fc0d9d45069','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-02-15 09:00:05', 2801845),
(UNHEX(REPLACE('e4d09dcf-ee06-432c-b1ef-9233db6679b9','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '유미카츠', 0, 13000, '식비', '2024-02-16 13:20:39', 2788845),
(UNHEX(REPLACE('f25bb05c-f4f0-4a27-9463-d87b584873c0','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '롯데리아', 0, 8700, '식비', '2024-02-22 12:05:13', 2780145),
(UNHEX(REPLACE('b3881d5e-04b5-414d-ba94-31f3d71f97cb','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-02-20 09:00:35', 2080145),
(UNHEX(REPLACE('e902a38b-3101-45c2-9e51-50b961601dc2','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠팡', 0, 20000, '생활/쇼핑', '2024-02-25 18:12:45', 2060145),
(UNHEX(REPLACE('7acc6830-953a-4be2-9ae5-ccd12630f76e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이마트', 0, 44000, '생활/쇼핑', '2024-02-28 16:00:56', 2016145),
(UNHEX(REPLACE('8cc83729-329f-4631-97eb-42f2a79bdb20','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '교촌치킨', 0, 20000, '식비', '2024-03-05 13:45:33', 1996145),
(UNHEX(REPLACE('10d59b55-096d-4a71-af97-bb7d01cdb7c0','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-03-20 09:00:00', 1296145),
(UNHEX(REPLACE('6d0bc61a-49c6-414c-94da-7c4e987cb667','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CGV강남', 0, 15000, '문화생활/취미', '2024-03-25 20:25:10', 1281145),
(UNHEX(REPLACE('8a9b24e5-4986-4856-8d69-26cdb7992db1','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'GS25', 0, 4900, '편의점', '2024-04-01 11:30:30', 1276245),
(UNHEX(REPLACE('82f1b75d-4447-488f-8034-3d6820a18935','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '스타벅스', 0, 6200, '식비', '2024-04-10 14:05:18', 1270045),
(UNHEX(REPLACE('1e4ae93e-fad2-4289-972a-a289870debf3','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-04-20 09:00:56', 570045),
(UNHEX(REPLACE('9a474336-80b4-4bcd-b08a-b985aed4dcaf','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맥도날드', 0, 8000, '식비', '2024-04-20 10:00:34', 562045),
(UNHEX(REPLACE('d4417a23-90ca-49bc-bf38-ced696a3925d','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이충전', 0, 10000, '간편결제', '2024-05-05 12:50:56', 552045),
(UNHEX(REPLACE('05a993de-4099-48fd-a6d9-bb4132a31a1e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홈플러스', 0, 60000, '생활/쇼핑', '2024-05-10 19:00:20', 492045),
(UNHEX(REPLACE('72309118-cdeb-4d12-8a41-7550a72e3103','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '박소영', 1700000, 0, '입금', '2024-05-15 20:03:14', 2192045),
(UNHEX(REPLACE('a7d3d73b-071b-4b04-b564-04201d31f569','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-05-20 09:00:36', 1492045),
(UNHEX(REPLACE('07dfd8b3-64cd-45d5-abf1-a8f0bb99a51b','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맘스터치 건대스타시티점', 0, 7500, '식비', '2024-05-25 15:40:50', 1484545),
(UNHEX(REPLACE('3f924e87-3d06-43d2-ba3b-1c9cee1b6eac','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CGV용산아이파크몰', 0, 14000, '문화생활/취미', '2024-06-01 09:25:29', 1470545),
(UNHEX(REPLACE('f8c2619f-7520-403b-a8fa-3afc583857c2','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 300000, 0, '입금', '2024-06-05 13:10:24', 1770545),
(UNHEX(REPLACE('f9a8f351-482f-4ece-9575-524a45b6d4c0','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠팡풀필먼트', 120320, 0, '근로소득', '2024-06-07 09:25:19', 1890865),
(UNHEX(REPLACE('e8044503-3a9d-4113-8e81-8e49b29d2d26','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'GS25', 0, 4600, '편의점', '2024-06-10 18:35:01', 1886265),
(UNHEX(REPLACE('f404e07f-985e-444d-9d84-b75dacc4867e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-06-20 09:00:40', 1186265),
(UNHEX(REPLACE('07ae0658-a7cf-4b2c-bfa7-c4c5f32f9ba7','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '교촌치킨', 0, 21000, '식비', '2024-06-25 20:10:01', 1165265),
(UNHEX(REPLACE('652944e6-cdab-49b0-b435-f59d1fa1c536','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠팡풀필먼트', 100340, 0, '근로소득', '2024-06-26 10:05:41', 1265605),
(UNHEX(REPLACE('e63f41c1-3e22-420b-a253-56bd465d6fdd','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이강학원', 480000, 0, '근로소득', '2024-07-01 09:00:59', 1745605),
(UNHEX(REPLACE('c5d86469-589a-41a4-a1a4-208a44e0928b','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-07-20 09:00:46', 1045605),
(UNHEX(REPLACE('9c4c851d-f192-4b8a-b352-1acc4397d0d0','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 200000, 0, '입금', '2024-07-20 11:52:11', 1245605),
(UNHEX(REPLACE('5a8af29c-c727-460b-bfdf-9bfc96f836cd','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '카카오페이충전', 0, 10000, '간편결제', '2024-07-30 15:04:20', 1235605),
(UNHEX(REPLACE('2556499a-87d6-414b-9002-fa866a4f7337','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이강학원', 480000, 0, '근로소득', '2024-08-01 09:00:05', 1715605),
(UNHEX(REPLACE('9e140cec-a37c-4992-b09d-8ebdaad444c6','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '최민지', 200000, 0, '입금', '2024-08-01 09:12:28', 1915605),
(UNHEX(REPLACE('d5965d4d-3c3d-4d2c-bee3-8e9408a65e17','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍상직', 500000, 0, '용돈', '2024-08-09 16:53:16', 2415605),
(UNHEX(REPLACE('03cf6373-cc72-4fa5-b3ee-6aecb2495a3b','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-08-20 09:00:44', 1715605),
(UNHEX(REPLACE('b2883e64-5df9-4591-ae41-922aeba0257a','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맘스터치 건대스타시티점', 0, 6500, '식비', '2024-08-23 17:59:55', 1709105),
(UNHEX(REPLACE('4ceeb567-768e-4acb-ad1d-9ce43b6ac882','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '두끼 건대점', 0, 11900, '식비', '2024-08-24 10:38:13', 1697205),
(UNHEX(REPLACE('8da7bc1b-9bcc-4206-bea0-64057a325fa7','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '우아한형제들', 0, 13900, '식비', '2024-08-25 10:30:19', 1683305),
(UNHEX(REPLACE('91959aaf-8677-4371-92ae-bf2ab0bad229','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이강학원', 480000, 0, '근로소득', '2024-09-01 09:00:52', 2163305),
(UNHEX(REPLACE('fe4a82b8-5a17-4a21-8229-67a9ae193aca','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '향원', 0, 12000, '식비', '2024-09-01 10:35:56', 2151305),
(UNHEX(REPLACE('3d6d5bc1-203a-4a32-984c-3e542dc281b2','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-09-20 09:00:50', 1451305),
(UNHEX(REPLACE('3cad4f07-fa35-409d-9dcb-237fd5e69b87','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '유니클로', 0, 65000, '생활/쇼핑', '2024-09-21 16:20:06', 1386305),
(UNHEX(REPLACE('d05ead6d-e2dd-47e3-91dc-b40b814b3f94','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'G마켓', 0, 19800, '생활/쇼핑', '2024-09-30 17:03:47', 1366505),
(UNHEX(REPLACE('30759b8d-cecf-48a5-8ace-146a8dcc43f4','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 0, 50000, '이체', '2024-10-01 00:00:22', 1316505),
(UNHEX(REPLACE('b0df6134-5ac1-4cab-901b-b1479c245bb0','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'KFC', 0, 7900, '식비', '2024-10-05 09:35:46', 1308605),
(UNHEX(REPLACE('8486a710-e182-4651-8bbd-821fc9e8bd4d','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠팡', 0, 6500, '생활/쇼핑', '2024-10-07 13:00:18', 1302105),
(UNHEX(REPLACE('0175d18e-658a-464d-959e-968d8c6220b3','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '체크후불교통출금', 0, 4730, '교통/자동차', '2024-10-08 17:02:49', 1297375),
(UNHEX(REPLACE('5f83f28a-d054-4f8b-9de6-dc5c70abba27','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '주식회사 아성다이소', 0, 2000, '생활/쇼핑', '2024-10-15 12:01:33', 1295375),
(UNHEX(REPLACE('c0cc572a-abae-486a-8783-0cc17055166f','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-10-20 09:00:36', 595375),
(UNHEX(REPLACE('7f22ea18-23b3-45ff-86e6-15f7456a330f','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍콩', 0, 7000, '식비', '2024-10-20 10:30:00', 588375),
(UNHEX(REPLACE('12b22157-849b-444c-a03d-def879274b6f','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이충전', 0, 10000, '간편결제', '2024-10-22 15:30:00', 578375),
(UNHEX(REPLACE('6bf05b3e-abed-4c83-b5ec-6c366a1b32d3','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'GS25 왕십리도선점', 0, 1700, '편의점', '2024-10-23 12:34:00', 576675),
(UNHEX(REPLACE('def0c75e-b3dc-49da-b4b7-4c1f24e49903','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이마트 왕십리점', 0, 24500, '생활/쇼핑', '2024-10-23 13:20:00', 552175),
(UNHEX(REPLACE('8de68b7e-a6f2-400b-a67e-6daf7cd24115','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 2500, '편의점', '2024-11-01 00:00:00', 549675),
(UNHEX(REPLACE('9601e5bd-500c-49f6-a2b5-9baeb2993ac8','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이도현', 320000, 0, '입금', '2024-11-08 11:39:00', 869675),
(UNHEX(REPLACE('b90bf846-726e-4434-b936-afef3788da82','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '트레이더스홀세일클럽', 0, 35100, '생활/쇼핑', '2024-11-11 11:30:00', 834575),
(UNHEX(REPLACE('09ffeb8e-95ff-40b8-830b-776cfc95b1ff','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-11-15 09:00:00', 134575),
(UNHEX(REPLACE('69927452-6aff-4701-b1e0-acd0e978ce62','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '신선설농탕', 0, 13000, '식비', '2024-11-18 00:00:00', 121575),
(UNHEX(REPLACE('6cc840ce-acf8-4b04-8915-0cf7e9855f80','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍상직', 500000, 0, '용돈', '2024-12-01 08:52:00', 621575),
(UNHEX(REPLACE('5bb50598-62d1-4d96-90a8-acea0577d3e3','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 800000, 0, '입금', '2024-12-01 23:49:00', 1421575),
(UNHEX(REPLACE('3544d432-74de-43b7-a9b4-96f6c8ed5def','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠팡풀필먼트', 98600, 0, '근로소득', '2024-12-13 12:30:00', 1520175),
(UNHEX(REPLACE('8192b39e-cd2d-4b0c-a43a-71ecc077948e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '주식회사 아성다이소', 0, 3000, '생활/쇼핑', '2024-12-13 20:02:00', 1517175),
(UNHEX(REPLACE('3aa1e99d-a35d-4e93-925c-199a451debca','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '우아한형제들', 0, 16000, '식비', '2024-12-15 18:01:00', 1501175),
(UNHEX(REPLACE('10ac4311-33e2-4628-af15-e902ab6c80b7','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이성윤', 20000, 0, '입금', '2024-12-16 12:01:00', 1521175),
(UNHEX(REPLACE('ade354b8-6fec-4fca-bf2a-251babe346be','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2024-12-20 09:00:00', 821175),
(UNHEX(REPLACE('d06c7da5-d759-4259-9f17-eb2318078a34','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠우쿠우', 0, 24900, '식비', '2024-12-24 11:08:00', 796275),
(UNHEX(REPLACE('50e43bb7-160e-4126-aeee-5beaf559944f','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '롯데시네마', 0, 24000, '문화생활/취미', '2024-12-25 13:00:00', 772275),
(UNHEX(REPLACE('1fb25ccb-0f70-4d4b-85b1-44567d5920de','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '교보문고 광화문점', 0, 31500, '서적', '2024-12-31 21:23:00', 740775),
(UNHEX(REPLACE('d240cc99-e3bc-4b3f-b3f8-6e36ca631311','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CU 시청광장', 0, 5200, '편의점', '2025-01-01 00:29:00', 735575),
(UNHEX(REPLACE('5282e82f-526e-49b9-9ebf-c6a2ea7491e4','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍상직', 500000, 0, '용돈', '2025-01-01 07:20:00', 1235575),
(UNHEX(REPLACE('e6ef9196-0b26-44a5-913d-88fa5ad6ac90','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이삭토스트', 0, 7200, '식비', '2025-01-01 12:30:00', 1228375),
(UNHEX(REPLACE('e12834e4-f699-4493-a2ba-67b867f01c3f','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2025-01-20 09:00:00', 528375),
(UNHEX(REPLACE('6d4cfff9-51e9-43ca-a2e9-ad5c3af4616e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이강학원', 510000, 0, '근로소득', '2025-01-20 09:34:00', 1038375),
(UNHEX(REPLACE('7c014c75-7217-4dec-b599-57ca176f771d','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '출금', 0, 30000, '출금', '2025-01-21 19:03:00', 1008375),
(UNHEX(REPLACE('a3dd4ecf-1fe9-4eec-a2ca-e83c7f74ca6b','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이충전', 0, 20000, '간편결제', '2025-01-23 00:11:00', 988375),
(UNHEX(REPLACE('c311d7e0-368f-4b80-b07b-3eaaaaadcc47','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 0, 50000, '이체', '2025-01-23 14:30:00', 938375),
(UNHEX(REPLACE('79300cac-4834-4fc7-b856-828d4d83a399','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'KFC', 0, 7900, '식비', '2025-01-23 17:59:00', 930475),
(UNHEX(REPLACE('fd1f62b6-a7d6-4370-8853-30902b89fff5','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 3900, '편의점', '2025-01-24 11:02:00', 926575),
(UNHEX(REPLACE('5ea70bcb-b007-464f-bb10-bf76f681dc19','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '체크후불교통출금', 0, 17045, '교통/자동차', '2025-02-08 17:00:00', 909530),
(UNHEX(REPLACE('ed362ebf-2aa9-49de-96da-7e65c9d5b12a','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '우아한형제들', 0, 18000, '식비', '2025-02-08 19:09:00', 891530),
(UNHEX(REPLACE('a0e0fa93-4e11-4814-bd0e-489a03d304b0','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2025-02-20 09:00:00', 191530),
(UNHEX(REPLACE('d125c27b-f472-427d-ab09-91198b7b0359','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '이강학원', 510000, 0, '근로소득', '2025-02-20 09:35:00', 701530),
(UNHEX(REPLACE('49c07563-91ce-4524-bf66-b15b966b5515','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 30000, 0, '입금', '2025-02-20 14:59:00', 731530),
(UNHEX(REPLACE('d4876bc2-7bef-4e1a-82ba-ed2d7b0e710d','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍콩반점', 0, 8000, '식비', '2025-02-22 19:00:00', 723530),
(UNHEX(REPLACE('b228187e-1200-4015-b328-d3d562238aba','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 4000, '편의점', '2025-02-23 08:35:00', 719530),
(UNHEX(REPLACE('082bf323-198b-4a79-8070-6c619d978def','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '롯데리아', 0, 8300, '식비', '2025-02-23 12:40:00', 711230),
(UNHEX(REPLACE('69bac3de-0985-4ad6-b35d-05b59342dc6c','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '롯데시네마월드타워', 0, 12000, '문화생활/취미', '2025-02-23 13:10:00', 699230),
(UNHEX(REPLACE('d1357b99-4ea5-44fe-aee0-22fa3e59fc91','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '교보문고 잠실점', 0, 29700, '서적', '2025-02-25 16:07:00', 669530),
(UNHEX(REPLACE('e1ad7589-5bfb-4903-8ab7-e393c43e0ff9','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '역전우동0410', 0, 11900, '식비', '2025-02-25 19:09:00', 657630),
(UNHEX(REPLACE('d23a8831-9407-4dce-8888-01861adacf93','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '최민지', 50000, 0, '이체', '2025-02-27 00:11:00', 707630),
(UNHEX(REPLACE('8033a596-3aac-470a-80ab-10fd4c29268d','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍상직', 500000, 0, '용돈', '2025-02-27 09:49:00', 1207630),
(UNHEX(REPLACE('a18073f0-4972-4e34-a038-9c6bd589ad48','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '우아한형제들', 0, 15900, '식비', '2025-02-29 12:01:00', 1191730),
(UNHEX(REPLACE('06c01c25-a8f7-4dc0-b1fa-28abc4b6f375','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2025-03-20 09:00:00', 491730),
(UNHEX(REPLACE('86c411ac-d997-440d-bd14-4733ac1d7ade','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '우아한형제들', 0, 14300, '식비', '2025-03-21 09:31:00', 477430),
(UNHEX(REPLACE('c82b2bcf-0a7c-45f7-b887-94da6058d603','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '알라딘중고서점 영등포점', 0, 24200, '서적', '2025-03-21 15:01:00', 453230),
(UNHEX(REPLACE('82637620-f16e-40d0-ad07-d22b895ad045','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CGV 용산아이파크몰', 0, 15000, '문화생활/취미', '2025-03-21 17:03:00', 438230),
(UNHEX(REPLACE('4fe59e98-2445-40a6-8e1d-7fbc9b9fd881','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'BKR버거킹용산이마트', 0, 7200, '식비', '2025-03-21 20:11:00', 431030),
(UNHEX(REPLACE('90d6e8f7-9032-4a71-935c-612b8c94a620','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠팡와우월회비', 0, 7890, '정기결제', '2025-03-28 10:00:00', 423140),
(UNHEX(REPLACE('6352af59-6edb-4e93-b074-7578be418114','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '토스페이', 0, 11910, '간편결제', '2025-03-29 17:21:00', 411230),
(UNHEX(REPLACE('f0f4f43e-13a3-41a2-bd0f-7175490f6aad','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맥도날드잠실역점', 0, 2500, '식비', '2025-03-29 19:30:00', 408730),
(UNHEX(REPLACE('751486a2-3d74-4f47-8b3c-39efad771413','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 4900, '편의점', '2025-03-29 20:49:00', 403830),
(UNHEX(REPLACE('02bd839a-bded-4e2e-822f-e4369ae56090','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '쿠팡이츠', 0, 17200, '식비', '2025-03-30 11:40:00', 386630),
(UNHEX(REPLACE('153c7f5e-5e94-423c-a7cb-ecc8c31ae305','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 1700, '편의점', '2025-03-30 20:45:00', 384930),
(UNHEX(REPLACE('e518b00f-f511-4cd0-83cb-857a62923e35','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'PAYCO', 0, 1744, '입금', '2025-04-01 02:13:00', 383186),
(UNHEX(REPLACE('a26bd06a-248b-4fca-91f8-707b0b009429','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 3700, '편의점', '2025-04-02 06:13:00', 379486),
(UNHEX(REPLACE('6719cbaa-40ea-4ab7-838c-884830317c48','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '현장발권-s', 0, 9800, '교통/자동차', '2025-04-02 09:14:00', 369686),
(UNHEX(REPLACE('29bc93c0-456b-4213-8bd6-089fa3a9533a','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맥도날드천안터미널점', 0, 5600, '식비', '2025-04-02 11:50:00', 364086),
(UNHEX(REPLACE('2316d451-9ebd-437b-b5e1-acf1aa96763d','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '구시아푸드마켓', 0, 5500, '식비', '2025-04-02 15:30:00', 358586),
(UNHEX(REPLACE('58b4ec52-2c94-4459-805d-30b604160c16','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '구시아푸드마켓', 0, 5500, '식비', '2025-04-03 12:01:00', 353086),
(UNHEX(REPLACE('254a7af4-bf03-4403-8d10-90916999190b','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍상직', 600000, 0, '용돈', '2025-04-10 09:35:00', 953086),
(UNHEX(REPLACE('e733f354-a937-4b19-948d-398c01cce59e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 245, 0, '입금', '2025-04-10 13:24:00', 953331),
(UNHEX(REPLACE('b5f81971-91ba-459e-81ea-a0c32e260884','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맥도날드잠실역점', 0, 7200, '식비', '2025-04-10 17:40:00', 946131),
(UNHEX(REPLACE('444ea7a3-67dc-4042-bd01-216f509654c3','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 2500, '편의점', '2025-04-10 18:21:00', 943631),
(UNHEX(REPLACE('51ee5fa0-ce74-449c-a880-e20da49e2f53','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '구시아푸드마켓', 0, 4700, '식비', '2025-04-11 10:35:00', 938931),
(UNHEX(REPLACE('e6e7f9cb-6109-4a87-a336-6dc4e706370b','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '맘스터치 롯데건대스타시티', 0, 7500, '식비', '2025-04-11 17:49:00', 931431),
(UNHEX(REPLACE('f214481a-dc27-417a-8ad9-6cfbd274ee68','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동', 0, 11200, '출금', '2025-04-11 00:00:00', 920231),
(UNHEX(REPLACE('e1a6ba14-17a4-4788-9ad3-aaf99233f8fb','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'KFC', 0, 8300, '식비', '2025-04-13 17:01:00', 911931),
(UNHEX(REPLACE('1523c8fa-b95b-4323-b4bb-490241c8130e','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이결제', 0, 1000, '간편결제', '2025-04-15 20:21:00', 910931),
(UNHEX(REPLACE('e9f9cfe3-19b4-4a31-b2f6-69b6b6ebaa51','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '네이버페이결제', 0, 1000, '간편결제', '2025-04-15 20:29:00', 909931),
(UNHEX(REPLACE('fd02170b-87e8-465c-aed2-b0133cda8863','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '오민준', 150000, 0, '입금', '2025-04-19 20:01:00', 1059931),
(UNHEX(REPLACE('fd3b55f1-b1c5-439b-8e12-82c011ba6012','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '우아한형제들', 0, 11900, '식비', '2025-04-19 22:49:00', 1048031),
(UNHEX(REPLACE('273bed04-538c-455a-a824-57f889f3cce3','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '세븐일레븐송파헬리오점', 0, 3400, '편의점', '2025-04-20 09:01:00', 1044631),
(UNHEX(REPLACE('cf3f5fe3-b396-4fbb-b2d6-ef533b3c3828','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '홍길동국민청년도약계좌', 0, 700000, '예적금', '2025-04-20 09:00:00', 344631),



/* 미래에셋증권 3

*/

/* 신한은행 주거래통장 4

*/

/* 국민은행 적금 5

*/

/* NH투자증권 주거래통장 6

*/

/* 우리입출금통장 7

*/

/* 카카오페이통장 8

*/

/* 삼성증권 주거래통장 9

*/

/* 카카오뱅크 10

*/

/* 하나은행 적금 11

*/


-- user 설명
/*
UNHEX(REPLACE('f47ac10b-58cc-4372-a567-0e02b2c3d479', '-', ''))  abcd 홍길동 1234
UNHEX(REPLACE('c9bf9e57-1685-4c89-bafb-ff5af830be8a', '-', ''))  aaaa 김철수 1234
UNHEX(REPLACE('a2cb3298-937e-463b-8476-7f0e5fd7e2f1', '-', ''))  minji 최민지 5678
UNHEX(REPLACE('e4d1a9fa-6e60-48db-865a-5cf0b1b07e7e', '-', ''))  jinho 박진호 4321

abcd 홍길동
7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111 청년도약계좌 1
b349fa3e-2b63-48a5-9672-f8913b5e5111 토스뱅크통장 2
e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111 미래에셋증권 3

aaaa 김철수
3d1fa2cb-0c87-42a1-b829-3c51a6de3222 신한은행 주거래통장 4
d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222 국민은행 적금 5
a110d2f0-2a4a-4c1c-981a-75e4b3f5e433 NH투자증권 주거래통장 6

minji 최민지
8c91f5d0-0c47-429f-a7db-1e9f24b8e611 우리입출금통장 7
9e8a3a9f-5a64-4c82-b131-c7ebf7baf612 카카오페이통장 8
dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613 삼성증권 주거래통장 9

jinho 박진호
a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414 카카오뱅크 10
b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415 하나은행 적금 11

*/




-- bank_account_uid 설명
/*
-- ('7e8a4d2a-1a58-4d2e-a61e-3ff6c6e1a111', 'b349fa3e-2b63-48a5-9672-f8913b5e5111', '1234567890', '청년도약계좌', '004', 12050000, '예적금'),
-- ('b349fa3e-2b63-48a5-9672-f8913b5e5111', 'b349fa3e-2b63-48a5-9672-f8913b5e5111', '1234567890156', '토스뱅크통장', '092', 6500000, '입출금'),
-- ('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111', 'b349fa3e-2b63-48a5-9672-f8913b5e5111', '1564165135123', '미래에셋증권', '230', 5000000, '증권'),
-- ('3d1fa2cb-0c87-42a1-b829-3c51a6de3222', 'c9bf9e57-1685-4c89-bafb-ff5af830be8a', '7894561230', '신한 주거래통장', '088', 3800000, '입출금'),
-- ('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222', 'c9bf9e57-1685-4c89-bafb-ff5af830be8a', '8796453120', '국민 적금통장', '004', 10000000, '예적금'),
-- ('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433', 'c9bf9e57-1685-4c89-bafb-ff5af830be8a', '7539514563', 'NH투자증권 계좌', '247', 4300000, '증권'),
-- ('8c91f5d0-0c47-429f-a7db-1e9f24b8e611', 'a2cb3298-937e-463b-8476-7f0e5fd7e2f1', '3214567890', '우리입출금통장', '020', 1200000, '입출금'),
-- ('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612', 'a2cb3298-937e-463b-8476-7f0e5fd7e2f1', '3141592653589', '카카오페이통장', '090', 3000000, '입출금'),
-- ('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613', 'a2cb3298-937e-463b-8476-7f0e5fd7e2f1', '1597534682', '삼성증권 계좌', '240', 8000000, '증권'),
-- ('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414', 'e4d1a9fa-6e60-48db-865a-5cf0b1b07e7e', '4561237890', '카카오뱅크통장', '090', 5500000, '입출금'),
-- ('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415', 'e4d1a9fa-6e60-48db-865a-5cf0b1b07e7e', '2022020202020', '하나 적금통장', '081', 7800000, '예적금');

*/









(UNHEX(REPLACE('8d54b0c0-9f30-4452-810d-12ee992fc2e3','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '토스뱅크', 210000, 0, '이체', '2025-01-04 19:34:00', 6266400),
(UNHEX(REPLACE('fa938bc5-a242-41a3-a97b-05a40da22fbd','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'GS25', 0, 19700, '편의점', '2025-01-25 02:29:00', 6246700),
(UNHEX(REPLACE('0c52c628-9ec2-4cee-ab01-e686f8aa91b9','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '롯데마트', 0, 15000, '생활/쇼핑', '2025-01-29 06:20:00', 6231700),
(UNHEX(REPLACE('e199f4e7-f101-46e4-958c-04c2b6b9d4ec','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '국민은행', 330000, 0, '입금', '2025-02-12 01:49:00', 6561700),
(UNHEX(REPLACE('6e8d9f7e-de5c-4b4b-b7c4-4ed19e99d425','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '할리스커피', 0, 4700, '카페', '2025-02-26 05:35:00', 6557000),
(UNHEX(REPLACE('02653aa7-28bf-41c0-a8b1-ff3cff75449c','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '스타벅스', 0, 5600, '카페', '2025-03-17 20:45:00', 6551400),
(UNHEX(REPLACE('ba096009-bdd0-4401-8cb6-aabe1123b3e2','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '스타벅스', 0, 9300, '카페', '2025-04-10 06:04:00', 6542100),
(UNHEX(REPLACE('cdb1d060-efcd-43ef-a6f8-8853f7918927','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CU건국대점', 0, 19300, '편의점', '2025-05-05 16:32:00', 6522800),
(UNHEX(REPLACE('5c770173-f464-4295-8b81-cb682d66b355','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), 'CU건국대점', 0, 8400, '편의점', '2025-06-01 04:57:00', 6514400),
(UNHEX(REPLACE('8ff48ebe-2da0-4ecd-a009-f327f55103ea','-','')), UNHEX(REPLACE('b349fa3e-2b63-48a5-9672-f8913b5e5111','-','')), '우아한형제들', 0, 14400, '식비', '2025-06-11 10:24:00', 6500000),

(UNHEX(REPLACE('ce5c966f-e68b-4dc8-9fac-59537aa3a4b7','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '입금', 333584, 0, '주식거래', '2025-01-15 09:13:00', 5333584),
(UNHEX(REPLACE('add9d9e1-c592-40a1-92c6-605739762355','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '입금', 319470, 0, '주식거래', '2025-01-24 23:21:00', 5653054),
(UNHEX(REPLACE('3c5f4dd8-7656-40a4-9b0d-1c53375b2a5d','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '출금', 0, 24900, '주식거래', '2025-02-07 05:05:00', 5628154),
(UNHEX(REPLACE('6b498b87-db60-4cd7-bd36-04dd815c59ae','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '출금', 0, 26100, '주식거래', '2025-02-08 15:16:00', 5602054),
(UNHEX(REPLACE('5ede678d-fc8b-4a03-ae5f-6bd57eb62e6b','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '출금', 0, 8100, '주식거래', '2025-02-10 09:26:00', 5593954),
(UNHEX(REPLACE('6afda8f8-5ead-4caf-bbcf-cfd9caff137d','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '입금', 346246, 0, '주식거래', '2025-02-17 12:32:00', 5940200),
(UNHEX(REPLACE('8e7f1b1c-a784-4986-b6a4-524791570e56','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '출금', 0, 23100, '주식거래', '2025-03-03 23:37:00', 5917100),
(UNHEX(REPLACE('70d9fa71-c0bb-4466-a21f-0324027ed9e6','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '출금', 0, 5400, '주식거래', '2025-03-06 22:18:00', 5911700),
(UNHEX(REPLACE('23596b06-fd45-46fc-a9d2-675c4fd910b4','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '출금', 0, 24200, '주식거래', '2025-03-20 19:41:00', 5887500),
(UNHEX(REPLACE('55791042-c141-4941-bfad-ce13697ace5a','-','')), UNHEX(REPLACE('e9f1c8d7-7654-43e2-9a2e-8adf2bbfe111','-','')), '출금', 0, 887500, '주식거래', '2025-04-11 03:02:00', 5000000),

(UNHEX(REPLACE('1f378eb7-112a-444a-97c2-20583db80108','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '스타벅스', 0, 9000, '카페', '2025-01-14 20:54:00', 2854900),
(UNHEX(REPLACE('cb05b73f-1d5f-41ac-9d14-b64cfb4598d2','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '네이버페이', 0, 11700, '간편결제', '2025-02-10 04:41:00', 2843200),
(UNHEX(REPLACE('1d45973b-326e-43dd-b74d-c875d2ae182d','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '네이버페이', 0, 4500, '간편결제', '2025-02-13 23:41:00', 2838700),
(UNHEX(REPLACE('e1a369f6-3cb8-4c93-97a5-1ce6a0490fd9','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '우아한형제들', 0, 37000, '식비', '2025-03-11 17:29:00', 2801700),
(UNHEX(REPLACE('e081fce5-90a8-465a-85ec-e345d207fd35','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '국민은행', 460000, 0, '이체', '2025-04-03 16:37:00', 3261700),
(UNHEX(REPLACE('badafe76-acd6-4781-8914-3f63e2d450ed','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '신한은행', 124000, 0, '이체', '2025-04-30 09:42:00', 3385700),
(UNHEX(REPLACE('d272a0b2-5190-4e20-bc1b-8f060bcc7784','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '우아한형제들', 0, 7600, '식비', '2025-05-20 10:20:00', 3378100),
(UNHEX(REPLACE('f94d7061-4488-4115-bcba-16595791fb25','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), 'CU건국대점', 0, 1100, '편의점', '2025-06-18 16:35:00', 3377000),
(UNHEX(REPLACE('895907b6-148f-424d-94b4-14242f710843','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '할리스커피', 0, 29000, '카페', '2025-07-08 20:46:00', 3348000),
(UNHEX(REPLACE('b4787ea8-8187-4fe3-b27c-cf156dc2814b','-','')), UNHEX(REPLACE('3d1fa2cb-0c87-42a1-b829-3c51a6de3222','-','')), '국민은행', 452000, 0, '입금', '2025-07-28 12:22:00', 3800000),

(UNHEX(REPLACE('f5f55d84-4f52-4f40-9ebb-0edf7fe18d7c','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2024-09-01 00:00:00', 8000000),
(UNHEX(REPLACE('414d3bbd-5070-4230-bff5-8ad0b1a47abf','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2024-10-01 00:00:00', 8200000),
(UNHEX(REPLACE('f5d4a10d-b146-4de1-8626-59b6d18c58f9','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2024-11-01 00:00:00', 8400000),
(UNHEX(REPLACE('31e97537-5c93-424d-a3e5-5d51d38083f6','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2024-12-01 00:00:00', 8600000),
(UNHEX(REPLACE('599cfb5b-3c5c-49c1-b8cd-24f937cabd0e','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2025-01-01 00:00:00', 8800000),
(UNHEX(REPLACE('561fdfe8-8e7e-4246-80b4-f435f80697e2','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2025-02-01 00:00:00', 9000000),
(UNHEX(REPLACE('43a29de9-795e-42e2-85e6-29b229c7ef17','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2025-03-01 00:00:00', 9200000),
(UNHEX(REPLACE('ae037be2-7617-4ab1-ada8-46a58ebbd179','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2025-04-01 00:00:00', 9400000),
(UNHEX(REPLACE('1209f7c5-173a-4bbe-9e9e-16bc48020ffc','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2025-05-01 00:00:00', 9600000),
(UNHEX(REPLACE('7d6807b3-73bd-431e-848d-2fccb0676b15','-','')), UNHEX(REPLACE('d501b80f-4f2e-4a2e-98e9-f8d4ad7e4222','-','')), '김철수', 200000, 0, '입금', '2025-06-01 00:00:00', 10000000),

(UNHEX(REPLACE('a39fd1c1-d0fb-49f9-a4e7-42657834ab55','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '출금', 0, 24000, '주식거래', '2025-01-18 04:21:00', 4276000),
(UNHEX(REPLACE('e6285d33-e356-4d3c-81ee-e90d2d5d5b8b','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '출금', 0, 26900, '주식거래', '2025-01-21 11:17:00', 4249100),
(UNHEX(REPLACE('5639e387-b457-46d6-8b23-8fbf5168face','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '출금', 0, 4400, '주식거래', '2025-02-05 21:00:00', 4244700),
(UNHEX(REPLACE('2dc6636e-c402-439f-9e86-4ef58a9909af','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '입금', 85528, 0, '주식거래', '2025-02-07 16:25:00', 4330228),
(UNHEX(REPLACE('28b85529-8cdd-4913-8d6d-17717c092cda','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '출금', 0, 4400, '주식거래', '2025-03-01 07:26:00', 4325828),
(UNHEX(REPLACE('b45a2e3d-d82b-4660-b006-fbb9e35b8770','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '출금', 0, 25200, '주식거래', '2025-03-12 20:51:00', 4300628),
(UNHEX(REPLACE('775633ef-ea2b-4974-b738-149b42a217a2','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '입금', 431254, 0, '주식거래', '2025-03-30 01:30:00', 4731882),
(UNHEX(REPLACE('7880c2e4-ca08-430f-ac8b-b0b386c292f6','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '출금', 0, 3500, '주식거래', '2025-04-02 09:22:00', 4728382),
(UNHEX(REPLACE('30116de8-220a-4d44-8333-41d225f96bdf','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '입금', 171754, 0, '주식거래', '2025-04-11 02:13:00', 4900136),
(UNHEX(REPLACE('e84f1552-1e6d-4fa3-bd25-f960a710b1f3','-','')), UNHEX(REPLACE('a110d2f0-2a4a-4c1c-981a-75e4b3f5e433','-','')), '출금', 0, 600136, '주식거래', '2025-05-05 21:56:00', 4300000),

(UNHEX(REPLACE('8d411453-85c2-4691-b313-b6f3c936aada','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), '롯데마트', 0, 16500, '생활/쇼핑', '2025-01-30 15:02:00', 2304900),
(UNHEX(REPLACE('c6792ddf-6f94-47a5-8206-b1974876058c','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), 'GS25', 0, 2700, '편의점', '2025-01-31 18:09:00', 2302200),
(UNHEX(REPLACE('cc3c8b37-4210-40d5-bf38-7ef15d75961a','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), '스타벅스', 0, 8900, '카페', '2025-02-14 17:03:00', 2293300),
(UNHEX(REPLACE('5c5dc97a-8775-439f-b587-41abf65be948','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), '스타벅스', 0, 5400, '카페', '2025-03-03 12:12:00', 2287900),
(UNHEX(REPLACE('a1378833-c746-44f5-9fdf-25b21fbca2e8','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), '국민은행', 360000, 0, '이체', '2025-03-13 18:46:00', 2647900),
(UNHEX(REPLACE('948e7450-7f17-42eb-bf0e-467e74d1d25d','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), '국민은행', 389000, 0, '이체', '2025-04-02 17:12:00', 3036900),
(UNHEX(REPLACE('6c9a235e-9a25-45d5-ae15-d5d63e80ec0e','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), '할리스커피', 0, 9800, '카페', '2025-04-12 23:59:00', 3027100),
(UNHEX(REPLACE('64d39222-fc20-46d1-8484-171137a9122c','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), '롯데마트', 0, 11600, '생활/쇼핑', '2025-05-05 17:41:00', 3015500),
(UNHEX(REPLACE('90046dd6-d433-4af1-aeb3-f8abcf62b726','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), 'GS25', 0, 2500, '편의점', '2025-05-28 12:01:00', 3013000),
(UNHEX(REPLACE('df0c31d4-1d84-4fd1-b88d-7580b4e3f250','-','')), UNHEX(REPLACE('9e8a3a9f-5a64-4c82-b131-c7ebf7baf612','-','')), 'GS25', 0, 13000, '편의점', '2025-06-06 22:53:00', 3000000),

(UNHEX(REPLACE('6797ed92-2c86-4183-8015-f845ea6dd186','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 5300, '주식거래', '2025-01-05 11:22:00', 7994700),
(UNHEX(REPLACE('cf5cca50-a4fc-4156-b9dd-1d5ac5d5e936','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '입금', 195456, 0, '주식거래', '2025-02-04 20:25:00', 8190156),
(UNHEX(REPLACE('2404d77c-8924-4042-acc1-6f97007bb554','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 28500, '주식거래', '2025-02-08 11:16:00', 8161656),
(UNHEX(REPLACE('60bc28ac-9b3d-4ab8-9886-d55b65162f31','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 11200, '주식거래', '2025-02-12 00:42:00', 8150456),
(UNHEX(REPLACE('18361278-a4da-44bc-bfc4-318e52d5cb77','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 21200, '주식거래', '2025-02-15 08:00:00', 8129256),
(UNHEX(REPLACE('81f6aca0-247a-4228-bc24-c1f93d413a23','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '입금', 319389, 0, '주식거래', '2025-02-24 00:13:00', 8448645),
(UNHEX(REPLACE('d5f2a96c-b57b-4b79-877a-8192128a1ce0','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 26400, '주식거래', '2025-03-17 07:09:00', 8422245),
(UNHEX(REPLACE('c3163aec-1408-44d1-8fbd-b00f8c5dfdb5','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 20600, '주식거래', '2025-04-04 10:41:00', 8401645),
(UNHEX(REPLACE('d7c89368-3a65-4abd-b10d-5243fb2ee0bd','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 15200, '주식거래', '2025-04-28 01:55:00', 8386445),
(UNHEX(REPLACE('4cdff0a3-f1a7-461f-bab7-782846c67cca','-','')), UNHEX(REPLACE('dfe1c4af-6075-4f4f-bcd3-7a16f0d3f613','-','')), '출금', 0, 386445, '주식거래', '2025-05-08 20:46:00', 8000000),

(UNHEX(REPLACE('b5ee0abd-6184-42f6-9190-dee1b395da01','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), '우아한형제들', 0, 15800, '식비', '2025-01-20 19:55:00', 4745300),
(UNHEX(REPLACE('4ca35d92-d0e8-4225-9e04-42f26d2f1fe6','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), 'GS25', 0, 20400, '편의점', '2025-02-08 15:02:00', 4724900),
(UNHEX(REPLACE('36ecbb75-6f5c-4c52-ba7b-255b409a7c19','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), '국민은행', 79000, 0, '이체', '2025-02-28 23:01:00', 4803900),
(UNHEX(REPLACE('cdcc08c8-9075-4e91-bde6-c8e3bf92c180','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), '우아한형제들', 0, 11000, '식비', '2025-03-06 05:29:00', 4792900),
(UNHEX(REPLACE('2d344187-e5bb-4454-99ce-c80a1b50334b','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), '국민은행', 450000, 0, '입금', '2025-03-29 05:11:00', 5242900),
(UNHEX(REPLACE('27ced9f7-d3e4-499e-941c-1f079a45a49c','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), '토스뱅크', 310000, 0, '입금', '2025-04-12 10:10:00', 5552900),
(UNHEX(REPLACE('659f0709-8fa9-4e49-b81c-281b76deaf9c','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), '스타벅스', 0, 8400, '카페', '2025-05-05 16:19:00', 5544500),
(UNHEX(REPLACE('53af135b-e07c-4936-a976-1d96828f52fe','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), '롯데마트', 0, 26400, '생활/쇼핑', '2025-06-02 00:44:00', 5518100),
(UNHEX(REPLACE('184daf7f-0dd0-4b14-a73c-ef704b82daa2','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), 'CU건국대점', 0, 5800, '편의점', '2025-06-28 19:50:00', 5512300),
(UNHEX(REPLACE('ec5e5ea9-22a4-45d4-9186-b09fa2b197c4','-','')), UNHEX(REPLACE('a8d0f1c3-5b8d-4e3f-a7aa-fb3b4c6b6414','-','')), 'CU건국대점', 0, 12300, '편의점', '2025-07-27 10:45:00', 5500000),

(UNHEX(REPLACE('a33cefb9-3a01-4e23-8bd2-2fef633e4b96','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2024-09-01 00:00:00', 6900000),
(UNHEX(REPLACE('85754daa-e38e-4e4e-b979-4cdf00ecc1b5','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2024-10-01 00:00:00', 7000000),
(UNHEX(REPLACE('54d75cd7-c221-4244-acec-8845638f18cb','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2024-11-01 00:00:00', 7100000),
(UNHEX(REPLACE('73aa93c4-cc76-45c3-997e-bc4e681c11da','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2024-12-01 00:00:00', 7200000),
(UNHEX(REPLACE('c68d53a1-2faa-4d51-9229-62a7c8333c20','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2025-01-01 00:00:00', 7300000),
(UNHEX(REPLACE('83af9d55-59f6-4298-93b5-0889f33d8019','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2025-02-01 00:00:00', 7400000),
(UNHEX(REPLACE('9deeadee-e69e-4060-be9d-fc172812a4a6','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2025-03-01 00:00:00', 7500000),
(UNHEX(REPLACE('5cf288d3-20e9-40e9-949b-ed68fc57d52e','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2025-04-01 00:00:00', 7600000),
(UNHEX(REPLACE('c93152bd-adbf-42a5-8001-8b939bb9c35d','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2025-05-01 00:00:00', 7700000),
(UNHEX(REPLACE('df6f62ce-9196-4664-b575-308865e4c76c','-','')), UNHEX(REPLACE('b0c1a8e5-3b1a-4cb6-8bba-67d4e4c6d415','-','')), '박진호', 100000, 0, '입금', '2025-06-01 00:00:00', 7800000);



/* 랜덤 uid (사용하면 삭제)

'3b829f4a-9633-476f-bef5-2d9db2c7e501',
'68c11c0d-3e9b-4d32-8aa3-1912035fef02',
'dd95b26e-10e7-4e73-b4f5-2f62e7df9d03',
'ab1743d9-25cc-452f-9d2a-64ed30b7f004',
'f1cc8b42-6708-4a41-b85d-f7b0d8a6e105',
'7ce68a3b-5b46-43da-bb80-2a1b4e32b306',
'b5047252-1b67-4a18-9179-d04c35cfc707',
'ae45cfb3-4e31-4f63-844f-d3e44e35b808',
'9911e8a7-207a-4a68-9b0e-87a02aaf9509',
'e07cb45f-d570-4e6c-937d-d010c8bfc80a',
'f9e93286-6b25-4a2f-890d-dc0cd8d2b80b',
'af7a21b0-5b28-4bb4-8e24-b8c42a2ef30c',
'8db7c780-06cb-4ff6-89a8-96dcb7af141d',
'57e60b33-26f5-4525-a28a-e0bc978b221e',
'e4f91716-5f7f-47c3-9810-ec5bb0345d1f',
'2a51399b-dede-41c4-8776-9600f4d09320',
'90f872c8-59cb-4f06-a78b-24b0af8db521',
'5ecae5d0-9ad7-4b92-87a3-5216d40f4b22',
'6b40c317-d5c2-4901-a9d3-e64c6a39ad23',
'fb3e92a1-b28c-4c13-9300-3e1ce1f65f24',
'8bfe01f1-63c3-4f39-baa4-32f2f39bb025',
'e9d1143c-236e-4e21-9118-d5eb8cbbee26',
'99e21b84-98b7-42ee-a8c6-cc394e4c4a27',
'12595c68-0a56-4ac3-96a8-7e084690ff28',
'c1d1a1d8-4ef1-4a05-a881-7cb3d9c58a29',
'b9f69ff1-f8da-4d4e-9d05-4c939568a72a',
'fd52947d-b804-402f-9607-1d8e43e55e2b',
'da5b63f5-53f8-4c5d-a5ee-6ef784789f2c',
'd457ddc3-54a2-41f5-b13a-f1799e3bb32d',
'dbf32d13-43a6-4e13-81d3-7b3de9f38e2e',
'f5cf880f-b99e-4a18-b34f-2eab2dc60d2f',
'b2e8255a-65d0-45e5-aeaf-3bb9443ebd30',
'75dcf234-ea8e-49a8-b5b8-7bb9f7ab2731',
'b930e8b5-f2e1-41d1-a54b-0c61df7dd032',
'2c0fd15d-3761-44b0-a6bb-c1d5c0e20033',
'c61df7f5-9180-4f69-8fbb-5093d0bfa734',
'537f3d3c-83f8-4a38-97f8-79225d3cb735',
'06b5105b-8e83-4f41-bcc4-52421cfd4736',
'af45675a-dc72-45c5-92a1-3ad9e3d40837',
'1a7f66b5-90cd-4d63-8ffb-81d99b11b038',
'a50d22b1-692f-4e86-8740-b728d597f139',
'b32b8d13-3ad7-4a2b-85f4-49e2c43cd13a',
'd54f311e-4d58-4971-a690-943a80a04f3b',
'6ecb69bc-95cc-4740-bb8e-b788e3f9a43c',
'0b84f2a2-f8cf-4a4e-9fc5-95b4637bb13d',
'59c5ae58-1501-4b04-b9da-95c29688e13e',
'6b5f83d3-9156-4a07-97c1-d0b2b1cfb13f',
'1e278b34-c5c6-419e-a9a4-8461780e6a40',
'a38dd7d7-2376-4b85-9cc3-7783f4b37a41',
'ec415a3d-824d-4a26-8d9c-7f4db91b7a42'

 */